Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=806_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Perstak-a tõn mättʼtem-materialtuâjast ?
fin: Oletko kiinnostunut oppimateriaalityöstä ?

source: SääŠmteŠǧǧ rääjj škoouli diõtt mättʼtem-materiaalid.
fin: Saamelaiskäräjät tuottaa kouluja varten oppimateriaaleja.

source: Tän tuâjast taarbšep mättʼtem-materiaali tuejjeeŠjid.
fin: Tässä työssä tarvitsemme oppimateriaalien tekijöitä.

source: Perstak-a tõn mäkam tuâjast ?
fin: Oletko kiinnostunut tällaisesta työstä ?

source: Materiaalid valmštet škooulŠjem- da mättʼtem-material-luŠvddkååŠdd priimmâm puuŠtʼtõsplaan mieŠlddlânji, leâŠša väŠlddep vuâstta šiõǥǥ jurddjid da eŠtǩǩõõzzid.
fin: Materiaaleja valmistetaan koulutus- ja oppimateriaalilautakunnan hyväksymän tuotantosuunnitelman mukaisesti, mutta otamme mielellämme vastaan hyviä ideoita ja ehdotuksia.

source: Jõs perstak mättʼtem-materialtuâjast, vääŠld õhttvuõđ SääŠmteeŠǧǧ škoouŠlʼjem- da mättŠtem-materialkonttra.
fin: Jos olet kiinnostunut oppimateriaalityöstä, ota yhteyttä Saamelaiskäräjien koulutus- ja oppimateriaalitoimistoon.
